chat_system_1435426582_actor_description=Vicegerent Rupert. Vicegerent of King Mark.
chat_system_1435426582_switch_0_header_1=^?^What brings you to the Creiston mines, [player]? If you're looking for the pass to Kordar, you should go to the western part of the mines.
chat_system_1435426582_snap_0_question=^?^Greetings to you, [player]! My name is Rupert, and I have been appointed by His Majesty to look after the mines until they pass into the possession of the dwarves.<br>Thank you for your help. To discover and punish the traitor was a worthy job for a true knight.
chat_system_1435426582_snap_0_answer_0=^?^How can I get to Kordar?
chat_system_1435426582_snap_0_answer_1=^?^I have to go, you look after everything...
chat_system_1435426582_switch_1_header_0=^?^That is no problem. You have to go to the waterfall on that flying thing that dwarves constructed especially for this. There will be a straight road to Kordar beyond the waterfall.<br>Be careful, though. Dwarves have surely organized sentry posts, expecting a retaliatory attack.
